Repository: ibexa/i18n
Catalog: translations/*/system-info/dashboard.*.xlf
Languages: pl

# dashboard.ez_version.community_end_of_maintenance
source: Unfortunately %release% open source version has reached end of life, <a target="_blank" href="%update_url%">please upgrade</a>.
pl: Niestety %release% wersja open source osiągnęła status EOL (End of Live), <a target="_blank" href="%update_url%">proszę dokonaj uaktualnienia</a>.

# dashboard.ez_version.community_end_of_maintenance_upgrade
source: Tip: If you upgrade to Ibexa DXP you'll get access to: <a target="_blank" href="%license_url%">A business friendly license</a>, <a target="_blank" href="%ee_product_url%">several productivity features</a>, <a target="_blank" href="%support_service_url%">professional support</a> and a <a target="_blank" href="%service_life_url%">longer maintenance period of your release</a>.
pl: Wskazówka: Jeśli zaktualizujesz do Ibexa DXP, uzyskasz dostęp do: <a target="_blank" href="%license_url%">Licencja przyjazna dla biznesu</a>, <a target="_blank" href="%ee_product_url%">kilka funkcji wydajności</a>, <a target="_blank" href="%support_service_url%">profesjonalna pomoc</a> i <a target="_blank" href="%service_life_url%">dłuższy okres konserwacji Twojej wersji</a>.

# dashboard.ez_version.community_severity_non
source: Welcome to the open source %release% release. Using the community friendly <a target="_blank" href="%license_url%">GPL license</a>, <a target="_blank" href="%gpl_faq_url%">sharing your code</a> is what it's all about.
pl: Witamy w wersji %release% open source. Korzystaj z przyjaznej społeczności <a target="_blank" href="%license_url%">licencji GPL</a>, <a target="_blank" href="%gpl_faq_url%">zobacz więcej informacji</a>.

# dashboard.ez_version.end_of_life_upgrade
source: Unfortunately %release% has reached <a target="_blank" href="%service_life_url%">end of life</a>, please plan to upgrade. If you need assistance, don't hesitate to <a target="_blank" href="%contact_url%">contact eZ</a>.
pl: Niestety %release% osiągnął status EOL (End of Live), Jeśli potrzebujesz pomocy, nie wahaj się <a target="_blank" href="%contact_url%">skontaktować się z IBEXA.</a>.

# dashboard.ez_version.non_stable_ee
source: If you need assistance, don't hesitate to <a target="_blank" href="%support_url%">get in touch with Ibexa support</a>.
pl: Jeśli potrzebujesz pomocy, nie wahaj się <a target="_blank" href="%support_url%">skontaktować się ze wsparciem Ibexa</a>.

# dashboard.ez_version.non_stable_packages
source: Your setup is running with @%stability% composer packages. This is not recommended except when testing updates or during development.
pl: Twoja konfiguracja jest uruchomiona z @%stability% pakietami Comoser'a. Nie jest to zalecane, z wyjątkiem testowania aktualizacji lub podczas rozwoju.

# dashboard.ez_version.release_not_determined
source: The system could not find your <code>composer.lock</code> or <code>composer.json</code> file, or the files are invalid. They are needed to determine information about your Ibexa installation. It is recommended to keep it during project development to make sure the same package versions are used across all environments.
pl: System nie mógł znaleźć pliku <code>composer.lock</code> lub <code>composer.json</code> lub pliki są nieprawidłowe. Pliki są niezbędne, aby określić informacje o Twojej instalacji. Zaleca się zachowanie pliku podczas wdrożenia projektu, aby upewnić się, że te same wersje pakietów są używane we wszystkich środowiskach.

# dashboard.ez_version.trial_contact
source: <a target="_blank" href="%contact_url%">Contact Ibexa or its partner(s)</a> to purchase a subscription and follow the <a target="_blank" href="%install_ee%">online documentation</a> to configure composer.json 'repositories' url for 'bul' instead of 'ttl'.
pl: <a target="_blank" href="%contact_url%">Skontaktuj się z Ibexa lub jego partnerami</a> aby zakupić subskrypcję i postępuj zgodnie z <a target="_blank" href="%install_ee%">dokumentacją online</a> aby skonfigurować composer.json.

# dashboard.ez_version.trial_end_of_maintenance
source: Your trial period is coming to an end.
pl: Twój okres próbny dobiega końca.

# dashboard.ez_version.trial_expired
source: Unfortunately your trial period has expired and your <a target="_blank" href="%ttl_url%">TTL license</a> is no longer valid.
pl: Niestety Twój okres próbny wygasł i Twoja <a target="_blank" href="%ttl_url%">licencja TTL</a> jest już nieważna.

# dashboard.ez_version.trial_notice
source: Welcome to %name%, check our <a target="_blank" href="%doc_url%">online documentation</a>, <a target="_blank" href="%consulting_url%">consulting</a> or <a target="_blank" href="%training_url%">training</a> services in order to get the most out of your trial.
pl: Witamy w %name%, sprawdź naszą <a target="_blank" href="%doc_url%">dokumentację online</a>, <a target="_blank" href="%consulting_url%">zaplanuj konsultacje</a> lub <a target="_blank" href="%training_url%">usługi szkoleniowe</a> aby jak najlepiej wykorzystać Twój okres próbny.

# dashboard.ez_version.unstable_minimum_stability
source: Your setup is running with '%minimum_stability%' as composer.json minimum-stability. This is not recommended except when testing updates or during development.
pl: Twoja konfiguracja jest uruchomiona z @%stability% pakietami Comoser'a. Nie jest to zalecane, z wyjątkiem testowania aktualizacji lub podczas rozwoju.
