Repository: ibexa/i18n
Catalog: translations/*/payment/forms.*.xlf
Languages: pl

# role.policy.payment
source: Payment
pl: Płatność

# role.policy.payment.all_functions
source: Payment / All functions
pl: Płatność / Wszystkie funkcje

# role.policy.payment.create
source: Payment / Create
pl: Płatność / Utwórz

# role.policy.payment.delete
source: Payment / Delete
pl: Płatność / Usuń

# role.policy.payment.edit
source: Payment / Edit
pl: Płatność / Edytuj

# role.policy.payment.view
source: Payment / View
pl: Płatność / Widok

# role.policy.payment_method
source: Payment method
pl: Metoda płatności

# role.policy.payment_method.all_functions
source: Payment method / All functions
pl: Metoda płatności / Wszystkie funkcje

# role.policy.payment_method.create
source: Payment method / Create
pl: Metoda płatności / Utwórz

# role.policy.payment_method.delete
source: Payment method / Delete
pl: Metoda płatności / Usuń

# role.policy.payment_method.edit
source: Payment method / Edit
pl: Metoda płatności / Edytuj

# role.policy.payment_method.view
source: Payment method / View
pl: Metoda płatności / Widok
