Repository: ibexa/i18n
Catalog: translations/*/product-catalog/forms.*.xlf
Languages: es, pl

# role.policy.catalog
source: Catalog
es: Catálogo

# role.policy.catalog.all_functions
source: Catalog / All functions
es: Catálogo/Todas las funciones

# role.policy.catalog.create
source: Catalog / Create
es: Catálogo/Crear

# role.policy.catalog.delete
source: Catalog / Delete
es: Catálogo/Eliminar

# role.policy.catalog.edit
source: Catalog / Edit
es: Catálogo/Editar

# role.policy.catalog.view
source: Catalog / View
es: Catálogo/Visualizar

# role.policy.commerce
source: Commerce
es: Comercio
pl: Handel elektroniczny

# role.policy.commerce.all_functions
source: Commerce / All functions
es: Comercio/Todas las funciones
pl: Handel elektroniczny / Wszystkie funkcje

# role.policy.commerce.currency
source: Currencies / Administrate
es: Divisas/Administrar
pl: Waluty / Administracja

# role.policy.commerce.region
source: Regions / Administrate
es: Territorios/Administrar
pl: Regiony / Administracja

# role.policy.customer_group
source: Customer Group
es: Grupo de clientes
pl: Grupa klienta

# role.policy.customer_group.all_functions
source: Customer Group / All functions
es: Grupo de clientes/Todas las funciones
pl: Grupa klienta / Wszystkie funkcje

# role.policy.customer_group.create
source: Customer Group / Create
es: Grupo de clientes/Crear
pl: Grupa klienta / Utwórz

# role.policy.customer_group.delete
source: Customer Group / Delete
es: Grupo de clientes/Eliminar
pl: Grupa klienta / Usuń

# role.policy.customer_group.edit
source: Customer Group / Edit
es: Grupo de clientes/Editar
pl: Grupa klienta / Edytuj

# role.policy.customer_group.view
source: Customer Group / View
es: Grupo de clientes/Visualizar
pl: Grupa klienta / Widok

# role.policy.product
source: Product
es: Producto
pl: Produkt

# role.policy.product.all_functions
source: Product / All functions
es: Producto/Todas las funciones
pl: Produkt / Wszystkie funkcje

# role.policy.product.create
source: Product / Create
es: Producto/Crear
pl: Produkt / Utwórz

# role.policy.product.delete
source: Product / Delete
es: Producto/Eliminar
pl: Produkt / Usuń

# role.policy.product.edit
source: Product / Edit
es: Producto/Editar
pl: Produkt / Edytuj

# role.policy.product.view
source: Product / View
es: Producto/Visualizar
pl: Produkt / Widok

# role.policy.product_type
source: Product Type
es: Tipo de producto
pl: Typ produktu

# role.policy.product_type.all_functions
source: Product Type / All functions
es: Tipo de producto/Todas las funciones
pl: Typ produktu / Wszystkie funkcje

# role.policy.product_type.create
source: Product Type / Create
es: Tipo de producto/Crear
pl: Typ produktu / Utwórz

# role.policy.product_type.delete
source: Product Type / Delete
es: Tipo de producto/Eliminar
pl: Typ produktu / Usuń

# role.policy.product_type.edit
source: Product Type / Edit
es: Tipo de producto/Editar
pl: Typ produktu / Edytuj

# role.policy.product_type.view
source: Product Type / View
es: Tipo de producto/Visualizar
pl: Typ produktu / Widok

# error.required.field
source: %fieldName% Field is required
pl: Pole %fieldName% jest wymagane

# error.required.field_not_blank
source: This value should not be blank
pl: Ta wartość nie może być pusta
