Repository: ibexa/i18n
Catalog: translations/*/product-catalog/validators.*.xlf
Languages: es, fr

# ibexa.attribute_definition.identifier.pattern
source: Attribute identifier may only contain letters from "a" to "z", numbers and underscores.
es: El identificador del atributo tan solo puede contener letras de la “a” a la “z”, números y guiones bajos.
fr: L'identifiant d'attribut ne peut contenir que des lettres de "a" à "z", des chiffres et des tirets bas.

# ibexa.attribute_definition.identifier.unique
source: Attribute Definition identifier must be unique
es: El identificador de la definición del atributo debe ser único
fr: L'identifiant de définition d'attribut doit être unique

# ibexa.attribute_group.identifier.pattern
source: Attribute Group identifier may only contain letters from "a" to "z", numbers and underscores.
es: El identificador del grupo de atributos tan solo puede contener letras de la “a” a la “z”, números y guiones bajos.
fr: L'identifiant du groupe d'attributs ne peut contenir que des lettres de "a" à "z", des chiffres et des tirets bas.

# ibexa.attribute_group.identifier.unique
source: Attribute Group identifier must be unique
es: El identificador del grupo de atributos debe ser único
fr: L'identifiant du groupe d'attributs doit être unique

# ibexa.catalog.identifier.unique
source: Catalog identifier must be unique
es: El identificador del catálogo debe ser único
fr: L'identifiant du catalogue doit être unique

# ibexa.currency.code.unique
source: Currency code must be unique
es: El código de la divisa debe ser único
fr: Le code de la devise doit être unique

# ibexa.customer_group.identifier.pattern
source: Customer Group identifier may only contain letters from "a" to "z", numbers and underscores.
es: El identificador del grupo de clientes tan solo puede contener letras de la “a” a la “z”, números y guiones bajos.
fr: L'identifiant du groupe de clients ne peut contenir que des lettres de "a" à "z", des chiffres et des underscores.

# ibexa.customer_group.identifier.unique
source: Customer Group identifier must be unique
es: El identificador del grupo de clientes debe ser único
fr: L'identifiant du groupe de clients doit être unique

# ibexa.language.at_least_one
source: Cannot remove all translations
es: No se pueden quitar todas las traducciones
fr: Impossible de supprimer toutes les traductions

# ibexa.product.attribute.value.valid
source: Attribute value is invalid
es: El valor del atributo no es válido
fr: La valeur de l'attribut est invalide

# ibexa.product.attribute_definition.options.valid
source: Attribute Definition options are invalid
es: Las opciones de la definición del atributo no son válidas
fr: Les options de définition d'attribut ne sont pas valides

# ibexa.product.code.length
source: Product code is too long. It should have :max_length characters or less
es: El código del producto es demasiado largo. Debe tener: max_length caracteres o menos
fr: Le code du produit est trop long. Il doit contenir :max_length caractères ou moins

# ibexa.product.code.pattern
source: Product code may only contain letters from "a" to "z", numbers, underscores and dashes.
es: El código de producto tan solo puede contener letras de la “a” a la “z”, números, guiones bajos y guiones.
fr: Le code du produit ne peut contenir que des lettres de "a" à "z", des chiffres, des tirets bas et des tirets.

# ibexa.product.code.required
source: Product code is required
es: El código del producto es obligatorio
fr: Le code du produit est requis

# ibexa.product.code.unique
source: Product code must be unique
es: El código del producto debe ser único
fr: Le code du produit doit être unique

# ibexa.product.variant.attributes.unique
source: Attribute combination already exists in Product Variant %product_variant_code%
es: La combinación de atributos ya existe en la variante del producto %product_variant_code%
fr: La combinaison d'attributs existe déjà dans la variante de produit %product_variant_code%

# ibexa.product_price.customer_group.price_exists
source: Product price already exists for customer group %customer_group_identifier%, product with code %product_code%, for currency %currency_code%
es: El precio del producto ya existe para el grupo de clientes %customer_group_identifier%, producto con código %product_code%, para la divisa %currency_code%
fr: Le prix du produit existe déjà pour le groupe de clients %customer_group_identifier%, produit avec le code %product_code%, pour la devise %currency_code%

# ibexa.product_price.price_exists
source: Product price already exists for product with code %product_code% for currency %currency_code%
es: El precio del producto ya existe para producto con código %product_code% para la divisa %currency_code%
fr: Le prix du produit avec le code %product_code% existe déjà pour la devise %currency_code%
