Repository: ibexa/i18n
Catalog: translations/*/page-builder/ibexa_timeline.*.xlf
Languages: fr

# back_to_current_time.info.text
source: Back to current time
fr: Revenir à l’heure actuelle

# back_to_current_time.warning.text
source: Previewing in the future
fr: Prévisualiser à une date future

source: Timeline calendar
fr: Calendrier et échéances

# timeline.close_btn
source: Close timeline
fr: Fermer l’échéancier

# timeline.events_list_popup.toggler.label
source: Jump to event
fr: Passer à l’événement

# timeline.schedule.config_panel.hide_timeline
source: Hide timeline
fr: Masquer l’échéancier

# timeline.schedule.config_panel.no_events.subtitle
source: Your events will show up here
fr: Vos événements s’afficheront ici

# timeline.schedule.config_panel.no_events.title
source: No events
fr: Aucun événement

# timeline.schedule.config_panel.show_timeline
source: Show timeline
fr: Montrer l’échéancier

# timeline.schedule.config_panel.title
source: Schedule
fr: Programmer

# timeline.schedule.config_panel.view
source: View
fr: Afficher

# timeline.schedule.config_panel.view_switcher.calendar_view
source: Calendar
fr: Calendrier

# timeline.schedule.config_panel.view_switcher.list_view
source: List
fr: Liste
