Repository: ibexa/i18n
Catalog: translations/*/shipping/forms.*.xlf
Languages: fr

# role.policy.shipment
source: Shipment
fr: Livraison

# role.policy.shipment.all_functions
source: Shipment / All functions
fr: Livraison / Toutes les fonctions

# role.policy.shipment.create
source: Shipment / Create
fr: Livraison / Créer

# role.policy.shipment.delete
source: Shipment / Delete
fr: Livraison / Supprimer

# role.policy.shipment.edit
source: Shipment / Edit
fr: Livraison / Modifier

# role.policy.shipment.view
source: Shipment / View
fr: Livraison / Voir

# role.policy.shipping_method
source: Shipping method
fr: Méthode de livraison

# role.policy.shipping_method.all_functions
source: Shipping method / All functions
fr: Mode de livraison / Toutes les fonctions

# role.policy.shipping_method.create
source: Shipping method / Create
fr: Mode de livraison / Créer

# role.policy.shipping_method.delete
source: Shipping method / Delete
fr: Mode de livraison / Supprimer

# role.policy.shipping_method.edit
source: Shipping method / Edit
fr: Mode de livraison / Modifier

# role.policy.shipping_method.view
source: Shipping method / View
fr: Mode de livraison / Voir
