Repository: ibexa/i18n
Catalog: translations/*/shipping/validators.*.xlf
Languages: es, fr

source: Currency value cannot be null
es: El valor de la divisa no puede ser nulo
fr: La valeur de la devise ne peut pas être nulle

source: Money amount must be greater than 0
es: La cantidad de dinero debe ser mayor que 0
fr: Le montant saisi doit être supérieur à {{amount}}

source: Money amount must be greater than or equal 0
es: La cantidad de dinero debe ser mayor o igual que 0
fr: Le montant net doit être supérieur ou égal à 0

# ibexa.shipment.identifier.unique
source: Shipment identifier must be unique
es: El identificador de envío debe ser único
fr: L'identifiant de paiement doit être unique

# ibexa.shipment.money_amount.greater_than_or_equal_zero
source: Money amount must be greater than or equal 0 {{ currency }}
es: La cantidad de dinero debe ser mayor o igual que 0 {{ currency }}
fr: Le montant doit être supérieur à 0 "{{ currency }}"

# ibexa.shipment.shipping_method.enabled
source: Shipping method {{ name }} is disabled
es: El método de envío {{ name }} está deshabilitado

# ibexa.shipment.status.not_allowed_transition
source: Transition "{{ transition }}" from "{{ status }}" status is not allowed
es: No se permite la transición "{{ transition }}" del estado "{{ status }}"
fr: La transition "{{ transition }}" depuis le statut "{{ status }}" n'est pas autorisée

# ibexa.shipping_method.enabled
source: Shipping method is enabled
es: El método de envío está habilitado
fr: Le mode de livraison est activé

# ibexa.shipping_method.identifier.pattern
source: Shipping method identifier may only contain letters from "a" to "z", numbers and underscores.
es: El identificador del método de envío tan solo puede contener letras de la “a” a la “z”, números y guiones bajos.

# ibexa.shipping_method.identifier.unique
source: Shipping method identifier must be unique
es: El identificador del método de envío debe ser único

# ibexa.shipping_method.options.valid
source: Invalid shipping method options
es: Opciones de método de envío no válidas
fr: Options de mode de livraison non valide

# ibexa.shipping_method.used
source: Shipping method is used
es: Se utiliza el método de envío
fr: Le mode de livraison est activé

# ibexa.shipping_method.voter
source: Shipping method is not valid for given cart
es: El método de envío no es válido para el carro determinado
fr: Le mode de livraison n'est pas valide pour un panier donné

# ibexa.shipment.shipping_method.enabled
source: Shipping Method {{ name }} is disabled
fr: Le mode de livraison {{ name }} est désactivé

# ibexa.shipping_method.identifier.pattern
source: Shipping Method identifier may only contain letters from "a" to "z", numbers and underscores.
fr: L'identifiant du mode de livraison ne peut contenir que des lettres de "a" à "z", des chiffres et des underscores.

# ibexa.shipping_method.identifier.unique
source: Shipping Method identifier must be unique
fr: L'identifiant du mode de livraison doit être unique
