Repository: ibexa/i18n
Catalog: translations/*/personalization/messages.*.xlf
Languages: de, fr

# dashboard.charts.collected_events
source: Collected events
de: Erfasste Ereignisse
fr: Événements collectés

# dashboard.charts.conversion_rate
source: Conversion rate
de: Umrechnungskurs
fr: Taux de conversion

# dashboard.charts.date_time_range
source: %start_date% to %end_date%
de: %start_date% bis %end_date%
fr: %start_date% à %end_date%

# dashboard.charts.recommendation_calls
source: Recommendation calls
de: Empfehlungsaufrufe
fr: Appels de recommandation

# dashboard.charts.revenue
source: Revenue
de: Einnahmen
fr: Revenus

# dashboard.download_report
source: Download full report
de: Kompletten Bericht herunterladen
fr: Télécharger le rapport complet

# dashboard.products_purchased
source: Products purchased
de: Gekaufte Produkte
fr: Produits achetés

# dashboard.title
source: Data and analytics
de: Daten und Analysen

# ibexa_personalization.dashboard.time_period
source: Select time range
de: Zeitbereich auswählen
fr: Sélectionnez la plage de temps

# ibexa_personalization.date_time_range.last_24h
source: Last 24h
de: Letzte 24 Std.
fr: Dernières 24h

# ibexa_personalization.scenario.details.subtitle
source: Scenario
de: Szenario
fr: Scénario

# ibexa_personalization.scenario.trash.cancel
source: No
de: Nein
fr: Non

# ibexa_personalization.scenario.trash.close
source: Close
de: Schließen
fr: Fermer

# ibexa_personalization.scenario.trash.confirm
source: Yes
de: Ja
fr: Oui

# ibexa_personalization.scenario.trash.modal.message
source: Are you sure you want to delete scenario <b>%scenarion_name%</b>?
de: Möchten Sie das Szenario <b>%scenarion_name%</b> wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer le scénario <b>%scenarion_name%</b>?

# ibexa_personalization.scenario.trash.modal.message.new_scenario
source: Are you sure you want to delete new scenario?
de: Möchten Sie das neue Szenario wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer ce nouveau scénario?

# list.more_items
source: +%count% more
de: +%count% mehr
fr: +%count% de plus

# model.details.segments
source: Segments
de: Segmente

# model.details.submodel_type
source: Submodel type
de: Untermodelltyp
fr: Type de sous-modèle

# model.details.submodels
source: Submodels
de: Untermodelle
fr: Sous-modèles

# model.details.subtitle
source: Model
de: Modell
fr: Modèle

# model.edit.time_period.btn.apply
source: Apply
de: Anwenden
fr: Appliquer

# models.segments.sidebar.search
source: Search...
de: Suche …
fr: Rechercher...

# models.submodel.sidebar.search.placeholder
source: Search...
de: Suche …
fr: Rechercher...

# preview.recommendation_response_description
source: The way how recommendations are rendered is only an example. It could differ from the actual approach used by the customer on the website
de: Die Art und Weise, wie Empfehlungen dargestellt werden, ist nur ein Beispiel. Dies kann von der tatsächlichen Vorgehensweise des Kunden auf der Website abweichen
fr: La façon dont les recommandations sont présentées n'est qu'un exemple. Cela pourrait différer de l'approche utilisée par le client sur le site Web

# product_type.edit.search
source: Search...
de: Suche …
fr: Rechercher...

# scenario.edit.boost_item.enable
source: Enable item boosting
de: Artikel-Priorisierung aktivieren
fr: Activer le boosting d'objets

# scenario.edit.boost_item.info
source: User attribute has the same name
de: Das Benutzerattribut hat denselben Namen
fr: L'attribut utilisateur a le même nom

# scenario.edit.boost_item.position.label
source: Move up by
de: Nach oben um
fr: Monter par

# scenario.edit.boost_item.positions
source: positions
de: Positionen

# scenario.edit.exclude_minimal_item_price
source: Minimum price of the recommended product
de: Mindestpreis des empfohlenen Produkts
fr: Prix minimum du produit recommandé

# scenario.edit.exclude_minimal_item_price.label
source: Amount
de: Betrag
fr: Montant

# scenario.edit.exclude_repeated_recommendations.
source: Max. repeated shows of identical recommendations per session.
de: Maximale Anzahl wiederholter Anzeigen identischer Empfehlungen pro Sitzung.
fr: Max. séries répétées de recommandations identiques par session.

# scenario.edit.exclude_repeated_recommendations.label
source: Amount
de: Betrag
fr: Montant

# scenario.edit.user_attribute_name
source: User attribute has different name
de: Benutzerattribut hat einen anderen Namen
fr: L'attribut utilisateur a un nom différent

# scenarios.add_item
source: Add
de: Hinzufügen
fr: Ajouter

# scenarios.context_items.title
source: Set up items
de: Artikel einrichten
fr: Configurez les éléments

# search.date.range
source: From date - to date
de: Von Datum – bis Datum
fr: De la date - jusqu'à la date

# welcome.form.tems_accept
source: I have read and agree to the <a class='ibexa-perso-welcome__show-modal-button' href='#'>Terms and Conditions.</a>
de: Ich habe die <a class='ibexa-perso-welcome__show-modal-button' href='#'>Allgemeinen Bedingungen</a> gelesen und stimme ihnen zu.
fr: J'ai lu et j'accepte les <a class='ibexa-perso-welcome__show-modal-button' href='#'>Conditions Générales.</a>

# welcome.form.tems_accept_description
source: If you are accepting these terms on behalf of another person or company or other legal entity. You represent and warrant that you have full authority to bind that person, company or legal entity to these terms.
de: Wenn Sie diese Bedingungen im Namen einer anderen Person, eines Unternehmens oder einer anderen juristischen Person akzeptieren. Sie sichern zu und gewährleisten, dass Sie die volle Befugnis haben, diese Person, dieses Unternehmen oder diese juristische Person an diese Bedingungen zu binden.
fr: Si vous acceptez ces conditions pour le compte d'une autre personne ou société ou d'une autre personne morale. Vous déclarez et garantissez que vous avez pleine autorité pour lier cette personne, cette société ou cette entité juridique aux présentes conditions.

# dashboard.title
source: Dashboard
fr: Tableau de bord
