Repository: ibexa/i18n
Catalog: translations/*/core/ibexa_repository_exceptions.*.xlf
Languages: pl

source: '%actualValue%' is incorrect value
pl: '%actualValue%' jest nieprawidłową wartością

source: '%actualValue%' is incorrect value in class '%className%'
pl: '%actualValue%' jest niepoprawną wartością w klasie '%className%'

source: Argument '%argumentName%' has a bad state: %whatIsWrong%
pl: Argument '%argumentName%' posiada niepoprawny stan: %whatIsWrong%

source: Argument '%argumentName%' is invalid: %whatIsWrong%
pl: Argument '%argumentName%' jest niepoprawny: %whatIsWrong%

source: Argument '%argumentName%' is invalid: value must be of type '%expectedType%'
pl: Argument '%argumentName%' jest niepoprawny: oczekiwano wartości typu '%expectedType%'

source: Argument '%argumentName%' is invalid: value must be of type '%expectedType%', not '%actualType%'
pl: Argument '%argumentName%' jest niepoprawny: oczekiwano wartości typu '%expectedType%', otrzymano '%actualType%'

source: Argument 'BinaryFile::id' is invalid: '%id%' is wrong value, binary file ids can not begin with a '/'
pl: Argument 'BinaryFile::id' jest niepoprawny: '%id%' to niewłaściwa wartość, id pliku binarnego nie może zaczynać się od '/'

source: Argument 'BinaryFile::id' is invalid: '%id%' is wrong value, it does not contain prefix '%prefix%'. Is 'var_dir' config correct?
pl: Argument 'BinaryFile::id' jest niepoprawny: '%id%' to niewłaściwa wartość, nie zawiera prefiksu '%prefix%'. Czy 'var_dir' skonfigurowano poprawnie?

# Content &quot;%contentName%&quot; fields did not validate: %errors%
source: Content "%contentName%" fields did not validate: %errors%
pl: Pola "%contentName%" nie zostały zweryfikowane: %errors%

source: Content fields did not validate
pl: Atrybuty klasy nie są poprawne

source: Could not find %classType% class '%className%'
pl: Nie można odnaleźć %classType% klasy '%className%'

source: Could not find '%what%' with identifier '%identifier%'
pl: Nie można odnaleźć '%what%' o identyfikatorze '%identifier%'

source: Could not find class '%className%'
pl: Nie można odnaleźć klasy '%className%'

source: Field Type '%fieldType%' not found. It must be implemented or configured to use %nullType%
pl: Typ pola '%fieldType%' nie został znaleziony. Musi być zaimplementowany lub skonfigurowany do użycia %nullType%

source: Invalid URL wildcards provided.
pl: Podano niepoprawne wieloznaczne karty URL.

source: Limitation '%limitation%' not found. It must be implemented or configured to use %blockingLimitation%
pl: Ograniczenie '%limitation%' nie zostało znalezione. Musi być zaimplementowane lub skonfigurowane do używania %blockingLimitation%

source: Limitations did not validate
pl: Ograniczenia nie są poprawne

source: Path '%path%' already exists for the given context
pl: Ścieżka '%path%' już istnieje dla podanego kontekstu

source: Placeholders do not match the wildcards.
pl: Plakietki nie pasują do symboli wieloznacznych.

source: The User does not have the '%function%' '%module%' permission
pl: Użytkownik nie ma uprawnień '%function%' ' '%module%'

source: The User does not have the '%function%' '%module%' permission with: %with%
pl: Użytkownik nie ma uprawnień '%function%' '%module%' z: %with%

source: Token '%tokenType%:%token%' expired on '%when%'
pl: Token '%tokenType%:%token%' stracił ważność '%when%'

# User &quot;%login%&quot; already exists
source: User "%login%" already exists
pl: Użytkownik "%login%" już istnieje

source: You cannot set a value for the non-translatable Field definition '%identifier%' in language '%languageCode%'
pl: Nie można przetłumaczyć wartości definicji pola '%identifier%' dla języka '%languageCode%'
