Repository: ibexa/i18n
Catalog: translations/*/commerce-shop-eshop/js.*.xlf
Languages: es

# js.basket.no_save
source: Do you really want to quit without saving your changes?
es: ¿Seguro que deseas salir sin guardar los cambios?

# js.basket.redirect
source: Your basket is empty, you will redirected to the Home page in 5 second
es: Tu cesta está vacía, serás redirigido a la página de inicio en 5 segundos

# js.basket.remove
source: Do you really want to remove this item from the basket?
es: ¿Seguro que deseas eliminar este artículo de la cesta?

# js.cookie.btn_change
source: Change Settings
es: Cambiar ajustes

# js.cookie.btn_click
source: Click here
es: Haga clic aquí

# js.cookie.btn_close
source: Close
es: Cerrar

# js.cookie.btn_dismiss
source: Close
es: Cerrar

# js.cookie.btn_save
source: Save my cookie settings
es: Guardar la configuración de cookies

# js.cookie.change_settings
source: Change your cookie settings
es: Cambiar la configuración de cookies

# js.cookie.cookie_notice
source: This website uses cookies to ensure you get the best experience on our website. By using our website, you give your permission for the use of cookies.
es: Este sitio web utiliza cookies para garantizar que obtenga la mejor experiencia en nuestro sitio web. Al utilizar nuestro sitio web, concedes permiso para el uso de las cookies.

# js.cookie.cookies_removed
source: Cookie settings has been removed from your computer
es: Se ha eliminado la configuración de las cookies de su ordenador

# js.cookie.current_settings
source: This is your current set of settings
es: Éstas son tus configuraciones actuales

# js.cookie.description
source: Use the buttons below to see the different types of cookies you can choose to allow
es: Utiliza los siguientes botones para ver los diferentes tipos de cookies que puedes permitir

# js.cookie.edit_settings_intro
source: <h2>Your cookie settings</h2><p>Cookies are very small text files that are stored on your computer when you visit some websites.</p><p>We use cookies to make our website easier for you to use. You can remove any cookies already stored on your computer, but these may prevent you from using parts of our website.</p>
es: <h2>Tu configuración de cookies</h2><p>Las cookies son archivos de texto muy pequeños que se almacenan en el ordenador cuando visita algunos sitios web.</p><p>Usamos cookies para que nuestro sitio web sea más fácil de usar. Puede eliminar cualquier cookie que ya esté almacenada, pero es posible que le impidan usar partes de nuestro sitio web.</p>

# js.cookie.link_clear
source: Clear cookies settings
es: Borrar la configuración de cookies

# js.cookie.lvl_first_policy_allowed
source: 1 This is allowed|And this is also allowed|And this is also allowed|And this is also allowed
es: 1 Esto está permitido|Y esto también está permitido|Y esto también está permitido|Y esto también está permitido

# js.cookie.lvl_first_policy_disallowed
source: 1 This is not allowed
es: 1 Esto no está permitido

# js.cookie.lvl_fourth_policy_allowed
source: 4 This is allowed|And this is also allowed
es: 4 Esto está permitido|Y esto también está permitido

# js.cookie.lvl_fourth_policy_disallowed
source: 4 This is not allowed|And this|Also this is not allowed
es: 4 Esto no está permitido|Y esto|Esto tampoco está permitido

# js.cookie.lvl_second_policy_allowed
source: 2 This is allowed|And this is also allowed
es: 2 Esto está permitido|Y esto también está permitido

# js.cookie.lvl_second_policy_disallowed
source: 2 This is not allowed|And this|Also this is not allowed
es: 2 Esto no está permitido|Y esto|Esto tampoco está permitido

# js.cookie.lvl_third_policy_allowed
source: 3 This is allowed|And this is also allowed
es: 3 Esto está permitido|Y esto también está permitido

# js.cookie.lvl_third_policy_disallowed
source: 3 This is not allowed|And this|Also this is not allowed
es: 3 Esto no está permitido|Y esto|Esto tampoco está permitido

# js.cookie.no_cookies
source: No cookies set
es: No se establecieron cookies

# js.cookie.panel_allowed
source: This website is allowed to:
es: Este sitio web está autorizado a:

# js.cookie.panel_disallowed
source: This website cannot:
es: Este sitio web no puede:

# js.cookie.read_more
source: More info
es: Más información

# js.cookie.success
source: Congratulations. Your Cookie settings have been saved.
es: Felicidades. La configuración de cookies se ha guardado.

# js.datepicker.clear
source: Clear
es: Limpiar

# js.datepicker.days.friday
source: Friday
es: Viernes

# js.datepicker.days.monday
source: Monday
es: Lunes

# js.datepicker.days.saturday
source: Saturday
es: Sábado

# js.datepicker.days.sunday
source: Sunday
es: Domingo

# js.datepicker.days.thursday
source: Thursday
es: Jueves

# js.datepicker.days.tuesday
source: Tuesday
es: Martes

# js.datepicker.days.wednesday
source: Wednesday
es: Miércoles

# js.datepicker.months.april
source: April
es: Abril

# js.datepicker.months.august
source: August
es: Agosto

# js.datepicker.months.december
source: December
es: Diciembre

# js.datepicker.months.february
source: February
es: Febrero

# js.datepicker.months.january
source: January
es: Enero

# js.datepicker.months.july
source: July
es: Julio

# js.datepicker.months.june
source: June
es: Junio

# js.datepicker.months.march
source: March
es: Marzo

# js.datepicker.months.may
source: May
es: Mayo

# js.datepicker.months.november
source: November
es: Noviembre

# js.datepicker.months.october
source: October
es: Octubre

# js.datepicker.months.september
source: September
es: Septiembre

# js.datepicker.today
source: Today
es: Hoy

# js.msgs.close
source: Close
es: Cerrar

# js.msgs.remove
source: Remove
es: Eliminar

# js.rwd.menu_toggle
source: Toggle menu
es: Alternar menú

# js.social.fb_alt
source: Activate Facebook
es: Activar Facebook

# js.social.fb_info
source: 2 clicks for better privacy protection: When you click here, the button will be active and you can post this content on Facebook. Note that while activating these buttons, data is already transfered to third parties - for more information, see the <em>i</em> symbol.
es: 2 clicks for better privacy protection: When you haga clic aquí, the button will be active and you can post this contenido on Facebook. Ten en cuenta que al activar estos botones, los datos ya se transfieren a terceros; para obtener más información, consulta el símbolo <em>i</em>.

# js.social.fb_off
source: Not connected with Facebook
es: No conectado con Facebook

# js.social.fb_on
source: Connected with Facebook
es: Conectado con Facebook

# js.social.info_help
source: Activating these buttons via your click sends information to Facebook, Twitter, Pinterest or Google in the USA; it may be stored there under certain circumstances. Click the symbol at right for more options.
es: La activación de estos botones a través de su clic envía información a Facebook, Twitter, Pinterest o Google en los EE. UU. y puede almacenarse allí en determinadas circunstancias.

# js.social.info_perma
source: Activate permanently and agree to the data transfer:
es: Haga clic en el símbolo de la derecha para ver más opciones.Activar permanentemente y aceptar la transferencia de datos:

# js.social.pinterest_alt
source: Activate Pinterest
es: Activar Pinterest

# js.social.pinterest_info
source: 2 clicks for better privacy protection: When you click here, the button will be active and you can post this content on Pinterest. Note that while activating these buttons, data is already transfered to third parties - for more information, see the <em>i</em> symbol.
es: 2 clicks for better privacy protection: When you haga clic aquí, the button will be active and you can post this contenido on Pinterest. Ten en cuenta que al activar estos botones, los datos ya se transfieren a terceros; para obtener más información, consulta el símbolo <em>i</em>.

# js.social.pinterest_off
source: Not connected with Pinterest
es: No conectado con Pinterest

# js.social.pinterest_on
source: Connected with Pinterest
es: Conectado con Pinterest

# js.social.remember
source: Remember my choice
es: Recuerda mi elección

# js.social.remember_info
source: Click on a checkbox to remember your choice
es: Haz clic en una casilla de verificación para recordar su elección

# js.social.settings
source: Settings
es: Ajustes

# js.social.twitter_alt
source: Activate Twitter
es: Activar Twitter

# js.social.twitter_info
source: 2 clicks for better privacy protection: When you click here, the button will be active and you can post this content on Twitter. Note that while activating these buttons, data is already transfered to third parties - for more information, see the <em>i</em> symbol.
es: 2 clicks for better privacy protection: When you haga clic aquí, the button will be active and you can post this contenido on Twitter. Ten en cuenta que al activar estos botones, los datos ya se transfieren a terceros; para obtener más información, consulta el símbolo <em>i</em>.

# js.social.twitter_off
source: Not connected with Twitter
es: No conectado con Twitter

# js.social.twitter_on
source: Connected with Twitter
es: Conectado con Twitter
