Repository: ibexa/i18n
Catalog: translations/*/commerce-shop-eshop/validators.*.xlf
Languages: it

# &quot;{{ value }}&quot; is not a valid ZIP code.
source: "{{ value }}" is not a valid ZIP code.
it: "{{value}}" non è un codice postale valido.

# &quot;{{ value }}&quot; is not a valid phone or fax number.
source: "{{ value }}" is not a valid phone or fax number.
it: "{{value}}" non è un numero di telefono o fax valido.

source: Error
it: Errore

source: For technical reason no validation is possible
it: Per motivi tecnici non è possibile convalidare

# For valid ZIP code use following pattern &quot;{{ pattern }}&quot;.
source: For valid ZIP code use following pattern "{{ pattern }}".
it: Per un codice postale valido, utilizza il seguente modello "{{pattern}}".

source: From
it: Da

source: Maximum {{ limit }} chars
it: Massimo {{ limit }} caratteri

source: Please accept the terms and conditions
it: Accetta i termini e le condizioni

source: Please enter a message
it: Inserisci un messaggio

source: Please enter a permalink
it: Inserisci un permalink

source: Please enter a valid ZIP
it: Inserisci un ZIP valido

source: Please enter an id
it: Inserisci un id

source: Please enter minimum {{ limit }} chars
it: Inserisci almeno {{ limit }} caratteri

source: Please provide a valid url
it: Fornisci un URL valido

source: Please upload a valid PDF
it: Carica un PDF valido

source: The message is too short|The message is too short
it: Il messaggio è troppo breve | Il messaggio è troppo breve

source: The password fields must match
it: I campi password devono corrispondere

source: The value is not a valid string.
it: Il valore non è una stringa valida.

source: The value {{ value }} is not a valid {{ type }}.
it: Il valore {{value}} non è un {{type}} valido.

source: The vat number must contain the country code
it: Il numero di partita IVA deve contenere il codice del paese

source: This guid already exists
it: Questa guida esiste già

source: This is not a valid vat number
it: Questo non è un numero di partita IVA valido

# This value: &quot;{{ value }}&quot; is not a valid email address.
source: This value: "{{ value }}" is not a valid email address.
it: Questo valore: "{{ value }}" non è un indirizzo email valido.

source: To
it: A

# User with the email address &quot;{{ email }}&quot; is already registered
source: User with the email address "{{ email }}" is already registered
it: L'utente con l'indirizzo email "{{email}}" è già registrato
