Repository: ibexa/i18n
Catalog: translations/*/commerce-checkout/configuration.*.xlf
Languages: it

# additional_text_for_basket_line_input_limit|config
source: Max. chars for the comment field
it: Max. caratteri per il campo del commento

# additional_text_for_basket_line_input_limit|description
source: Important note: the ERP often has a restriction and might not support long comments. This might lead to errors during order process
it: Nota importante: l'ERP ha spesso una restrizione e potrebbe non supportare commenti lunghi. Ciò potrebbe causare errori durante il processo di ordinazione

# additional_text_for_basket_line|config
source: Enable textline for basket
it: Abilita la riga di testo per il carrello

# additional_text_for_basket_line|description
source: If enabled the customer can enter a comment to each line in the basket or quickorder
it: Se abilitato, il cliente può inserire un commento a ciascuna riga del carrello o dell'ordine rapido

# description_limit|config
source: Description character limit
it: Limite di caratteri della descrizione

# description_limit|description
source: Number of characters that will be visible for the product description field
it: Numero di caratteri che saranno visibili per il campo della descrizione del prodotto

# payment_method.invoice|config
source: Payment method "invoice
it: Metodo di pagamento "fattura

# payment_method.invoice|description
source: Enables "invoice" in checkout
it: Abilita "fattura" nel checkout

# payment_method.paypal_express_checkout|config
source: Payment method PayPal
it: Metodo di pagamento PayPal

# payment_method.paypal_express_checkout|description
source: Enables "PayPal" in checkout
it: Abilita "PayPal" nella cassa

# refreshCatalogElementAfter|config
source: Update product data after this time
it: Aggiorna i dati del prodotto dopo questo periodo di tempo

# refreshCatalogElementAfter|description
source: Product data is cached in the basket for a given time. Please use a syntax "1 hour".
it: I dati del prodotto vengono memorizzati nella cache nel carrello per un determinato periodo di tempo. Si prega di utilizzare una sintassi "1 ora".

# shipping_method.express_delivery|config
source: Shipping method "express"
it: Metodo di spedizione "espresso"

# shipping_method.express_delivery|description
source: Enables shipping method "express" in checkout
it: Abilita il metodo di spedizione "espresso" in cassa

# shipping_method.standard|config
source: Shipping method "standard"
it: Metodo di spedizione "standard"

# shipping_method.standard|description
source: Enables shipping method "standard" in checkout
it: Abilita il metodo di spedizione "standard" in fase di checkout

# stock_in_column|config
source: Display stock as a column
it: Visualizza lo stock come colonna

# stock_in_column|description
source: True - display in column, False - display inline (inside product name column)
it: Vero: visualizzazione nella colonna, Falso: visualizzazione in linea (all'interno della colonna del nome del prodotto)

# validHours|config
source: Duration of storing anonymous baskets
it: Durata della conservazione dei cesti anonimi

# validHours|description
source: Defines how many hours anonymous baskets are stored
it: Definisce quante ore vengono conservati i cestini anonimi
