Repository: ibexa/i18n
Catalog: translations/*/content-tree/ibexa_content_tree_ui.*.xlf
Languages: fr

# actions.add_to_bookmarks
source: Add to bookmarks
fr: Ajouter aux favoris

# actions.add_translation
source: Add translation
fr: Ajouter une traduction

# actions.create_content
source: Create
fr: Créer

# actions.edit_content
source: Edit
fr: Modifier

# actions.hide_content
source: Hide
fr: Cacher

# actions.preview_content
source: Preview
fr: Aperçu

# actions.remove_from_bookmarks
source: Remove from bookmarks
fr: Retirer des favoris

# actions.reveal_content
source: Reveal
fr: Révéler

# bulk_bookmark.error.message.multi
source: %notBookmarkedCount% of the %totalCount% selected item(s) could not be bookmarked.
fr: %notBookmarkedCount% des %totalCount% éléments sélectionnés n'ont pas pu être mis en favoris.

# bulk_bookmark.error.message.single
source: Selected item could not be bookmarked.
fr: L'élément sélectionné n'a pas pu être mis en favoris.

# bulk_bookmark.success.message
source: Content item(s) bookmarked.
fr: Élément(s) de contenu mis en favoris.

# bulk_copy.error.message
source: %notCopiedCount% of the %totalCount% selected item(s) could not be copied because you do not have proper user permissions. Contact your Administrator.
fr: %notCopiedCount% sur les %totalCount% éléments sélectionnés n'ont pas pu être copiés car vous n'avez pas les autorisations utilisateur appropriées. Contactez votre administrateur.

# bulk_copy.success.message
source: Content item(s) copied to {{ locationLink }}
fr: Élément(s) de contenu copié(s) vers {{ locationLink }}

# bulk_delete.error.message.nonusers
source: %notDeletedCount% of the %totalCount% selected item(s) could not be sent to Trash because you do not have proper user permissions. Contact your Administrator.
fr: %notDeletedCount% des %totalCount% élément(s) sélectionné(s) n'ont pas pu être déplacé(s) parce que vous n'avez pas les autorisations utilisateur appropriées. Contactez votre administrateur.

# bulk_delete.error.message.users
source: %notDeletedCount% of the %totalCount% selected item(s) could not be deleted because you do not have proper user permissions. Contact your Administrator.
fr: %notDeletedCount% des %totalCount% élément(s) sélectionné(s) n'ont pas pu être déplacé(s) parce que vous n'avez pas les autorisations utilisateur appropriées. Contactez votre administrateur.

# bulk_delete.error.message.users_with_nonusers
source: %notDeletedCount% of the %totalCount% selected item(s) could not be deleted or sent to Trash because you do not have proper user permissions. Contact your Administrator.
fr: %notDeletedCount% des %totalCount% élément(s) sélectionné(s) n'ont pas pu être déplacé(s) parce que vous n'avez pas les autorisations utilisateur appropriées. Contactez votre administrateur.

# bulk_delete.success.message.nonusers
source: Content item(s) sent to Trash.
fr: Élément(s) de contenu envoyé(s) à la corbeille.

# bulk_delete.success.message.users
source: User(s) deleted.
fr: Utilisateur(s) supprimé(s).

# bulk_delete.success.message.users_with_nonusers
source: Content item(s) sent to Trash. User(s) deleted.
fr: Élément(s) de contenu envoyé à la corbeille. Utilisateur(s) supprimé(s).

# bulk_move.error.message
source: %notMovedCount% of the %totalCount% selected item(s) could not be moved because you do not have proper user permissions. Contact your Administrator.
fr: %notMovedCount% des %totalCount% éléments sélectionnés n'ont pas pu être déplacés parce que vous n'avez pas les autorisations utilisateur appropriées. Contactez votre administrateur.

# bulk_move.success.message
source: Content item(s) sent to {{ locationLink }}
fr: Élément(s) de contenu envoyé(s) vers {{ locationLink }}

# bulk_unbookmark.error.message.multi
source: %notBookmarkedCount% of the %totalCount% selected item(s) could not be removed from bookmarks.
fr: %notBookmarkedCount% des %totalCount% éléments sélectionnés n'ont pas pu être supprimés des signets.

# bulk_unbookmark.error.message.single
source: Selected item could not be removed from bookmarks.
fr: L'élément sélectionné n'a pas pu être supprimé des favoris.

# bulk_unbookmark.success.message
source: Content item(s) removed from bookmarks.
fr: Élément(s) de contenu supprimé des favoris.

# content.empty
source: Your tree is empty. Start creating your structure
fr: Votre arborescence est vide. Commencez à créer votre structure

# content.tree_name
source: Content tree
fr: Arbre de contenu

# delete.send_to_trash.modal.body
source: Are you sure you want to send the selected Content item(s) to Trash?
fr: Êtes-vous sûr de vouloir envoyer les éléments de contenu sélectionnés à la corbeille ?

# load_content_types.error
source: Cannot load content types
fr: Impossible de charger les types de contenu
