Repository: ibexa/i18n
Catalog: translations/*/commerce-transaction-quick-order/messages.*.xlf
Languages: es, it

source: CSV file content is empty.
es: El contenido del archivo CSV está vacío.
it: Il contenuto del file CSV è vuoto.

source: CSV file has wrong format! SKU column is required.
es: El archivo CSV tiene un formato incorrecto! La columna Código es obligatoria.
it: Il file CSV ha un formato sbagliato! La colonna SKU è obbligatoria.

source: Currently, an individual calculation of prices and availability is not possible due to technical problems.
es: Actualmente, un cálculo individual de precios y disponibilidad no es posible debido a problemas técnicos.
it: Attualmente, un calcolo individuale dei prezzi e della disponibilità non è possibile a causa di problemi tecnici.

source: Currently, an individual calculation of prices and shipping costs is not possible due to technical problems.
es: Actualmente, un cálculo individual de precios y gastos de envío no es posible debido a problemas técnicos.
it: Attualmente, un calcolo individuale dei prezzi e delle spese di spedizione non è possibile a causa di problemi tecnici.

source: Enter sku, variantCode, quantity per line. After every line press enter.
es: Introduce sku, variantCode, quantity por línea. Después de cada línea, presiona enter.
it: Immettere sku, codice variante, quantità per riga. Dopo ogni riga premere invio.

source: Enter sku, variantCode, quantity, customText per line. After every line press enter.
es: Introduce sku, variantCode, amount, customText por línea. Después de cada línea, presiona enter.
it: nserisci SKU, codice variante, quantità, testo personalizzato per riga. Dopo ogni riga premere invio.

source: No file uploaded!
es: Ningún archivo subido
it: Nessun file caricato!

source: Only csv file allowed!
es: Solo se permiten archivos CSV
it: Sono consentiti solo file CSV!

source: Only one file allowed!
es: Solo se permite un archivo
it: È consentito un solo file!

source: Products were added to the basket
es: Se añadieron productos a la cesta
it: I prodotti sono stati aggiunti al carrello

source: The item: %sku% %varCode% is not available. It was deleted from the basket.
es: El ítem: %sku% %varCode% no está disponible. Fue eliminado de la cesta.
it: L'oggetto: %sku% %varCode% non è disponibile. È stato eliminato dal carrello.
