Repository: ibexa/i18n
Catalog: translations/*/rest/ibexa_repository_exceptions.*.xlf
Languages: de, es

source: Cannot publish an empty content type draft
de: Es kann kein leerer Entwurf für einen Inhaltstypen veröffentlicht werden
es: No se puede publicar un borrador de tipo de contenido vacío

source: Cannot unlink the content type from its only remaining group
de: Die Verknüpfung des Inhaltstypen mit der letzten verbleibenden Gruppe kann nicht aufgehoben werden
es: No se puede desvincular el tipo de contenido de su único grupo restante

source: Current version already has DRAFT status
de: Die aktuelle Version hat bereits den Status ENTWURF
es: La versión actual ya tiene estado de BORRADOR

source: Only empty content type groups can be deleted
de: Es können nur Inhaltstyp-Gruppen gelöscht werden, die leer sind
es: Solo se pueden eliminar grupos de tipos de contenido vacíos

source: Only versions with DRAFT status can be published
de: Es können nur Versionen veröffentlicht werden, die den Status ENTWURF haben
es: Solo se pueden publicar versiones con estado BORRADOR

source: Only versions with DRAFT status can be updated
de: Es können nur Versionen aktualisiert werden, die den Status ENTWURF haben
es: Solo se pueden actualizar versiones con estado BORRADOR

source: Relation is not of type COMMON
de: Die Beziehung ist nicht vom Typ GEMEINSAM
es: La relación no es de tipo COMÚN

source: Relation of type COMMON can only be added to drafts
de: Eine Beziehung vom Typ GEMEINSAM kann nur zu Entwürfen hinzugefügt werden
es: La relación de tipo COMÚN solo se puede añadir a borradores

source: Relation of type COMMON can only be removed from drafts
de: Eine Beziehung vom Typ GEMEINSAM lässt sich nur aus Entwürfen entfernen
es: La relación de tipo COMÚN solo se puede quitar de borradores

source: Relation of type COMMON to the selected destination content ID already exists
de: Für die gewählte Ziel-Inhalts-ID ist bereits eine Beziehung vom Typ GEMEINSAM vorhanden
es: La relación de tipo COMÚN con el ID de contenido de destino seleccionado ya existe

source: The content type is already linked to the provided group
de: Der Inhaltstyp ist bereits mit der angegebenen Gruppe verknüpft
es: El tipo de contenido ya se encuentra vinculado al grupo facilitado

source: Translation can be deleted from a DRAFT version only
de: Es ist nur möglich, eine Übersetzung aus einer ENTWURFS-Version zu löschen
es: La traducción se puede eliminar únicamente a partir de una versión BORRADOR

source: Versions with PUBLISHED status cannot be deleted
de: Versionen mit dem Status VERÖFFENTLICHT können nicht gelöscht werden
es: Las versiones con estado PUBLICADO no se pueden eliminar

# non_verbose_error
source: An error has occurred. Please try again later or contact your Administrator.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal oder wenden Sie sich an Ihren Administrator.
es: Ha ocurrido un error. Inténtalo de nuevo más tarde o ponte en contacto con tu administrador.
