Repository: ibexa/i18n
Catalog: translations/*/admin-ui/ibexa_user_invitation.*.xlf
Languages: de

# ibexa.user.invitations.invitation_exist
source: Invitation for %email% already exists
de: Einladung für %email% existiert bereits

# ibexa.user.invitations.success
source: Invitations sent
de: Versendete Einladungen

# ibexa.user.invitations.user_exist
source: User with %email% already exists
de: Benutzer mit %email% ist bereits vorhanden

# modal.add_next
source: Add next
de: Nächste hinzufügen

# modal.cancel.label
source: Cancel
de: Abbrechen

# modal.drop
source: Drag and drop file
de: Datei ziehen und ablegen

# modal.entry_issues.alert.duplicate_emails
source: Duplicated emails (%count%)
de: Doppelte E-Mails (%count%)

# modal.entry_issues.alert.empty_emails
source: Empty emails (%count%)
de: Leere E-Mails (%count%)

# modal.entry_issues.alert.go_to_next
source: Go to next issue
de: Zum nächsten Hiweis gehen

# modal.entry_issues.alert.invalid_emails
source: Invalid emails (%count%)
de: Ungültige E-Mails (%count%)

# modal.entry_issues.alert.message
source: Please review the problems below.
de: Bitte prüfen Sie die folgenden Probleme:

# modal.file_uploaded.message
source: File %fileName% was uploaded
de: Die Datei %fileName% wurde hochgeladen

# modal.issue.bad_file.alert.message
source: This file has no valid entries or may be empty.<br>Check your file and try again.
de: Diese Datei hat keine gültigen Einträge oder ist möglicherweise leer.<br>Überprüfen Sie Ihre Datei und versuchen Sie es erneut.

# modal.issue.email.empty.message
source: Email cannot be empty
de: Die E-Mail-Adresse darf nicht leer sein.

# modal.issue.email.invalid.message
source: Invalid email format
de: Ungültiges E-Mail-Format

# modal.issue.entry.deuplicate.merged
source: Merged
de: Zusammengeführt

# modal.or
source: or
de: oder

# modal.or_upload
source: Or upload a file with one email address per line
de: Oder eine Datei mit einer E-Mail-Adresse pro Zeile hochladen

# modal.search.no_entries
source: No entries match search.
de: Keine Einträge gefunden.

# modal.search.placeholder
source: Search...
de: Suchen...

# modal.submit.label
source: Send
de: Absenden

# modal.title
source: Invite members (%invitations_count%)
de: Mitglieder einladen (%invitations_count%)

# modal.upload_local
source: Upload a local file
de: Lokale Datei hochladen
