Repository: ibexa/i18n
Catalog: translations/*/commerce-transaction-newsletter/messages.*.xlf
Languages: it

# common.doi_newsletter_email_subject
source: Subscribe newsletter
it: Iscriviti alla newsletter

# common.update_newsletter
source: Update newsletter details
it: Aggiorna i dettagli della newsletter

# msg.email_required
source: You have to specify the email address
it: Devi specificare l'indirizzo email

# msg.newsletter_doi_success
source: You will get an confirmation email to subscribe to our newsletter
it: Riceverai un'e-mail di conferma per l'iscrizione alla nostra newsletter

# msg.newsletter_subscribed
source: You have been subscribed to the newsletter: %id%
it: Sei stato iscritto alla newsletter:% id%

# msg.newsletter_subscribed_error
source: Error occured when subscribing to the newsletter: %id%
it: Si è verificato un errore durante l'iscrizione alla newsletter:% id%

# msg.newsletter_unsubscribed
source: You have been unsubscribed from the newsletter: %id%
it: Sei stato cancellato dalla newsletter:% id%

# msg.newsletter_unsubscribed_globally
source: You have been globally unsubscribed from all newsletters
it: Sei stato cancellato globalmente da tutte le newsletter

# msg.newsletter_unsubscribed_globally_error
source: Error occured when globally unsubscribing
it: Si è verificato un errore durante l'annullamento dell'iscrizione a livello globale

# msg.newsletter_updated_globally
source: Newsletter details updated
it: Dettagli newsletter aggiornati

# msg.newsletter_updated_globally_error
source: Error occured when updating newsletter detail
it: Si è verificato un errore durante l'aggiornamento dei dettagli della newsletter

# msg.technical_issues_error
source: Due to technical problems, the process can not be completed. Please contact your administrator.
it: A causa di problemi tecnici, il processo non può essere completato. Contatta il tuo amministratore.
